
[
	{
		"level":"1",
		"title":{
			"zh":"能理解并使用日常用语和最基本的句子来满足常见工作场景基本交流需要。",
			"en":"Use daily expression and basic sentences to meet the basic work needs."
		},
		"content":[
			{
				"zh":"能理解最基本的日常生活对话",
				"en":"Understand the most basic daily life conversations"
			},
			{
				"zh":"熟悉日常生活中的问候语，能简单地介绍自己",
				"en":"Familiar with the greetings in daily life, can introduce yourself"
			},
			{
				"zh":"能听懂他人的简单问候、称呼用语",
				"en":"Understand simple greetings and salutation terms"
			},
			{
				"zh":"能表达最基本的请求或寻求帮助",
				"en":"Can express the most basic request or ask for help"
			},
			{
				"zh":"能借助图片理解最常见的指示语或标志",
				"en":"Understand the most common indicators or signs with pictures"
			},
			{
				"zh":"初步识别汉字的发音",
				"en":"Initially identify the pronunciation of Chinese characters"
			},
			{
				"zh":"初步了解汉字与词的关系",
				"en":"Initial understanding of the relationship between Chinese characters and words"
			},
			{
				"zh":"掌握简单常用基本句型",
				"en":"Master simple common sentence patterns"
			},
			{
				"zh":"能了解问候、感谢、道歉、告别等常用交际功能",
				"en":"Understand greetings, thanks, apologies, farewells and other common communication functions."
			},
			{
				"zh":"掌握最基本最简单的交际用语",
				"en":"Master the most basic and simple communication language"
			}
		]
	},
	{
		"level":"2",
		"title":{
			"zh":"根据工作需要，能用简单的词语描述事件背景、情况等话题以及表达简单的意见。",
			"en":"Use simple words to describe background, situation and express simple opinions."
		},
		"content":[
			{
				"zh":"能基本理解日常生活对话",
				"en":"Basically understand the dialogue of daily life"
			},
			{
				"zh":"初步了解表达感谢、道歉及肯定或否定的简单词语",
				"en":"Initial understanding of simple words expressing gratitude, apology, and affirmation or denial"
			},
			{
				"zh":"能听懂简短谈话中的提问、回答、要求或请求",
				"en":"Understand the questions, answers, demands or requests in a short conversation"
			},
			{
				"zh":"能听懂涉及数字、时间、地点等信息",
				"en":"Understand information related to numbers, time, place, etc."
			},
			{
				"zh":"能用简单的词语介绍自己或他人",
				"en":"Can introduce yourself or others in simple words"
			},
			{
				"zh":"能在不同的场合下恰当地表达态度和情感",
				"en":"Ability to express attitudes and emotions properly on different occasions"
			},
			{
				"zh":"能在清楚熟悉的简短材料中查找到特定信息",
				"en":"Can find specific information in clear and familiar short materials"
			},
			{
				"zh":"在日常会话中基本做到语音正确",
				"en":"Basically correct voice in daily conversations"
			},
			{
				"zh":"掌握基本的常用复句",
				"en":"Master the basic common complex sentences"
			},
			{
				"zh":"能运用问候、感谢、道歉、告别等常用交际功能",
				"en":"Can use greetings, thanks, apologies, farewells and other common communication functions"
			}
		]
	},
	{
		"level":"3",
		"title":{
			"zh":"能用清楚并标准的汉语描述工作中熟悉话题的基本要点。",
			"en":"Use clear and standard Chinese to describe the basic points of common topic at work."
		},
		"content":[
			{
				"zh":"能理解日常生活和学习相关的基本对话",
				"en":"Understand the basic dialogue related to daily life and learning"
			},
			{
				"zh":"能就熟悉的话题与他人进行沟通交流",
				"en":"Can communicate with others on familiar topics"
			},
			{
				"zh":"能抓住交谈中重点提示的例句和话语",
				"en":"Can grasp the key example and discourses in the conversation"
			},
			{
				"zh":"能听懂与个人生活有关的简短会话",
				"en":"Understand short conversations related to personal life"
			},
			{
				"zh":"能理解简单故事的梗概",
				"en":"Understand the outline of a simple story"
			},
			{
				"zh":"能参与简单的日常对话，谈论个人需求",
				"en":"Can participate in simple daily conversations and talk about personal needs"
			},
			{
				"zh":"能简单描述某一现象或状况",
				"en":"Can simply describe a phenomenon or situation"
			},
			{
				"zh":"能看懂日常生活中简短的介绍性或说明性材料",
				"en":"Understand short introductory or descriptive materials in daily life"
			},
			{
				"zh":"能在熟悉的题材中找到所需的特定信息",
				"en":"Can find the specific information you need in familiar topics"
			},
			{
				"zh":"能完成日常生活中简单的学习及工作交际",
				"en":"Can complete simple learning and work communication in daily life"
			}
		]
	},
	{
		"level":"4",
		"title":{
			"zh":"可参与工作有关的讨论，在交谈中能够自然、流利地表达自己的意见。",
			"en":"Participate in work related discussion and fluently express views."
		},
		"content":[
			{
				"zh":"能理解工作或社交场合中简单的对话",
				"en":"Understand simple conversations in work or social situations"
			},
			{
				"zh":"能描述自己的经历，表达看法",
				"en":"Can describe your own experience and opinion"
			},
			{
				"zh":"能听懂工作场合及社交场合中的谈话或发言",
				"en":"Understand the conversation or speech in the workplace and social occasions"
			},
			{
				"zh":"能理解陈述性或论述性话语的大意",
				"en":"Understand the meaning of declarative or discourse"
			},
			{
				"zh":"能听懂稍长的叙述性故事",
				"en":"Understand a slightly longer narrative story"
			},
			{
				"zh":"能就某件事提出建议或意见，并能给出理由",
				"en":"Can give suggestions or opinions on something reasonably"
			},
			{
				"zh":"能较为完整地叙述或报告某件事情的经过或情况",
				"en":"Can describe event or report completely, or details somehow"
			},
			{
				"zh":"能看懂日常生活中普通的介绍性或说明性材料",
				"en":"Understand ordinary introductory or explanatory materials in daily life"
			},
			{
				"zh":"能有效地表达情感、态度和意见",
				"en":"Effectively express emotions, attitudes and opinions"
			},
			{
				"zh":"能完成学习、工作及社交等领域的交际",
				"en":"Can complete communication in the fields of study, work and social"
			}
		]
	},
	{
		"level":"5",
		"title":{
			"zh":"在专业汉语工作环境中，能够有效地理解工作内容，并熟练运用专业汉语完成工作任务。",
			"en":"Skillfully use professional Chinese to complete task in Chinese working area."
		},
		"content":[
			{
				"zh":"能理解多种场合下稍复杂的对话",
				"en":"Understand slightly complicated conversation in a variety of situations"
			},
			{
				"zh":"能参与一般性话题的交流和讨论",
				"en":"Can participate in discussion of general topics"
			},
			{
				"zh":"能听懂多种场合下稍复杂的谈话或发言",
				"en":"Understand complicated conversation or speech in a variety of occasions"
			},
			{
				"zh":"能抓住对话要点，把握基本事实",
				"en":"Can grasp the main points of the dialogue and the basic facts"
			},
			{
				"zh":"能听懂有关技术性或任务性的简单说明",
				"en":"Understand the technical or task-specific brief instructions"
			},
			{
				"zh":"能在多种场合下进行有效的沟通和交流",
				"en":"Capable of effective communication in a variety of situations"
			},
			{
				"zh":"能阅读与工作、学习、生活有关的浅显文章",
				"en":"Can read simple articles related to work, study, and life"
			},
			{
				"zh":"能表达个人的意见与看法，语句通顺",
				"en":"Can express personal opinions, and the sentences are smooth"
			},
			{
				"zh":"能完成工作、社交和相关专业领域的交际",
				"en":"Capable of communication of work, social and related professional fields"
			},
			{
				"zh":"能综合运用已经掌握的话题内容",
				"en":"Can comprehensively integrate the topics already mastered"
			}
		]
	},
	{
		"level":"6",
		"title":{
			"zh":"在专业汉语工作环境中，能流利、准确、即兴表达自己的意见，并且有能力使用中文进行逻辑推理。",
			"en":"Express impromptu opinions fluently and accurately,capable of logical reasoning in the Chinese working area."
		},
		"content":[
			{
				"zh":"能理解多种场合下复杂的对话",
				"en":"Understand complex conversations in a variety of situations"
			},
			{
				"zh":"能表明自己的观点和态度",
				"en":"Can express your own opinions and attitudes"
			},
			{
				"zh":"能听懂多种环境中的交际用语和工作用语",
				"en":"Understand communicative terms and working terms in a variety of environments"
			},
			{
				"zh":"能听懂较复杂的发言，抓住重点并掌握细节",
				"en":"Understand more complicated speeches, the key points and details"
			},
			{
				"zh":"能听懂有关技术性或任务性的说明或讲解",
				"en":"Understand technical or task descriptions or explanations"
			},
			{
				"zh":"能进行有效的沟通和交流，说话得体",
				"en":"Capable of effective communication, and speak well"
			},
			{
				"zh":"能进行描述或论证，表达条理清晰，话语连贯",
				"en":"Can describe or demonstrate, articulate expressly and coherently"
			},
			{
				"zh":"能掌握梗概并从中找到所需要的特定信息",
				"en":"Master the outline and the specific information you need as well"
			},
			{
				"zh":"能阅读与工作、学习、生活有关的文章",
				"en":"Can read articles related to work, study, and life"
			},
			{
				"zh":"能综合熟练运用已经掌握的话题内容",
				"en":"Can integrate the topics already mastered comprehensively and expertly"
			}
		]
	}
]



















































